Revit 2024 API
ParameterTypeId.ViewGraphSchedHiddenLevels Property
 "Hidden Levels"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewGraphSchedHiddenLevels { get; }
Visual Basic
Public Shared ReadOnly Property ViewGraphSchedHiddenLevels As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewGraphSchedHiddenLevels {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace